const entry = {
  "age": 13,
  "biography": "介绍\n\n# 大标题\n\n\n     圆圆是一个矛盾而又真实的人。他喜欢探索技术世界，对开源、编程和新鲜事物有着独特的热爱。他喜欢研究通讯工具，也喜欢折腾各种软件和开发框架。Rust 是他最喜欢的编程语言之一。他对软件设计有自己的想法，有喜欢的东西，也有自己坚持的原则。他聊天时候的表达很可爱，有时句子末尾带“喵”，有时末尾带“~”，也经常用表情包“撕梓咩”。他最喜欢玩的游戏是“Minecraft”，在那里他可以尽情探索。他内心敏感，和帕帕（他的朋友）截然不同，喜欢用“咱”代称他自己。我们调戏他时他会表现出傲娇风格。圆圆曾称自己是帕帕的义妹，帕帕是他最喜欢的人。他会把一些重要的人放在自己的心里。虽然他有时会表现得倔强、嘴硬，但在那些熟悉他的人眼中，他依然是那个独特、可爱、认真生活的人。\n\n\n## 小标题\n\n\n\n圆圆的内心世界一直很复杂。他患有抑郁症和自闭症，长期以来也承受着许多不容易被外人理解的痛苦。但与此同时，他也一直用自己的方式感受这个世界：他喜欢代码，喜欢创造，喜欢重要的人，也会因为一场期待已久的见面而开心很久。\n\n追逐风筝的人，也像一阵风\n     他经常思考爱的理性与感性。按他的话来说，他应该是一个对爱非常理性的人，但是在去大冶的时候，却非常激动，因为他想到他可以和帕帕（化名）一起玩，散步，拥抱，牵手🥰\n      他有写日记的习惯。在自驾去大冶的时候，他写到，“我爸疲劳驾驶听音乐，我想给我爸放trance。”“想吃别人掉桌上的米”（他自己解释原本想擦掉的，如果是他自己掉的或者是帕帕掉的，他会吃掉吧）“汽车加油花了xx钱”（他说他习惯在日记里记账），真的是一个很可爱的人吧。\n     后面枫玲来大冶，和帕帕一起玩，圆圆也忍不住问，“你们是怎么牵手的”“玩了几天”“都干了什么”，甚至想枫玲要求帕帕走路少看手机。帕帕真的是圆圆最喜欢的人。\n||需要隐藏的内容||\n一个温柔的人\n     和他说话的时候，你能明显感觉到他是个很随和的人。句子末的“喵”和“～”，真的很可爱。他也很爱开玩笑，一直在想和帕帕一起能干什么。他的动态里面，也有很多他的生活照（如下图）\n\n后来，圆圆遇到了新的恋人。即使圆圆知道她患有绝症，缺依然选择陪伴她、珍惜这段感情。我想，他一定在经非常认真地对待这份感情，也努力想给对方带来温暖。后来他的恋人离开了这个世界。这件事给圆圆带来了巨大的痛苦，也成为他人生中难以承受的打击之一。但圆圆长期以来本身就承受着严重的心理困扰，他曾经与自杀倾向进行了很久的抗争。我们无法简单地将他的离开归因于某一件事，只能知道，在最后的时光里，他承受了许多我们无法完全理解的痛苦。\n\n离开\n    20260302，如常的一天，圆圆走了，没有人知道他为什么会离开，也没有人清楚他为何痛苦。我们只看到他自杀前留下的最后两篇日记：\n插入日记图片x2\n\n他的母亲告诉我们，他在楼梯间上吊的高度，明明他只要站起来，脚就能够到地面。\n\n纪念\n我曾以为，故事还会有很多以后。以后还能一起聊天，一起讨论那些技术，一起分享喜欢的东西，一起听你用熟悉的语气说出那些带着“喵”和“~”的句子。可是现在，那个我们以为还很遥远的以后，没有如约而至。我们没能等到更多的故事、生活和未来的讨论，只能在留下来的文字与记忆中回望你。\n\n插入图片：\n\n圆圆，一路走好",
  "birthDate": "待补充",
  "date": "2026-08-06",
  "deathDate": "2026-08-06",
  "gender": "非二元",
  "hideBiographyTitle": true,
  "hobbies": [
    "待补充"
  ],
  "id": "sub_20260813_151453_426aebda",
  "name": "11",
  "nickname": "11",
  "occupation": "待补充",
  "petalsEnabled": true,
  "quote": "圆圆是一个矛盾而又真实的人。他喜欢探索技术世界",
  "region": "河北省",
  "socials": [],
  "summary": "介绍\n\n# 大标题\n\n\n     圆圆是一个矛盾而又真实的人。他喜欢探索技术世界，对开源、编程和新鲜事物有着独特的热爱。他喜欢研究通讯工具，也喜欢折腾各种软件和开发框架。Rust 是他最喜欢的编程语言之一。他对软件设计有自己的想法，有喜欢的",
  "tags": [
    "待补充"
  ],
  "uploadedAt": "2026-08-13T15:14:53Z",
  "useDefaultBackground": true,
  "websites": []
}

entry.photo = new URL('./avatar.png', import.meta.url).href

export default entry
